Repository: TrellixVulnTeam/NeuroNet_8H8W
Catalog: kuterless/coplay/locale/*/LC_MESSAGES/django.po
Languages: he

source: title
he: כותרת

source: Description
he: תיאור

source: description
he: תיאור

source: Your activity was created successfully
he: הפעילות נוצרה בהצלחה

source: Create Decision
he: התלבטות חדשה

source: Save
he: שמירה

source: Delete
he: מחיקה

source: Are you sure?
he: האם אתה בטוח?

source: Coplay Info
he: להסברים על המערכת

source: Delete Discussion
he: למחיקת הדיון

source: Your Activity
he: זאת הפעילות שלך

source: Activity Of
he: זו הפעילות של

source: Discussion Feedbacks
he: תגובות המשתמשים בפעילות הזאת

source: Discussion Decisions
he: החלטות של מוביל הפעילות

source: Discussion Tasks
he: המשימות באחריות המשתתפים

source: Discussion Views
he: נתוני צפיה

source: Login Needed
he: כדי להגיב, להצביע או להתנדב למשימה עליך להיכנס למערכת:

source: Registration
he: הרשמה ראשונה

source: Login
he: כניסה למשתמש קיים

source: Discussion Deadline
he: הפעילות תינעל אם לא יהיו משימות חדשות עוד

source: Discussion Locked
he: הפעילות ננעלה.

source: Edit
he: עריכה

source: Discussion Goals and Help Requested
he: המטרות של הדיון והעזרה המבוקשת מהמשתתפים

source: Created:
he: נוצר:

source: Updated:
he: עודכן:

source: Create Feedback
he: הוספת תגובה

source: Discussion Encouragements
he: עידודים

source: Discussion Cooperations
he: הצעות לשיתוף פעולה

source: Discussion Intuitions
he: אינטואיציות

source: Discussion Advices
he: עצות

source: Create Task
he: הוספת משימה

source: Tasks
he: משימות

source: Responsibility
he: באחריות של

source: Details
he: לקרוא עוד...

source: Your Decisions
he: ההחלטות שלך

source: Activity Owner's Decisions
he: החלטות של מוביל הפעילות

source: Created
he: נוצרה

source: Polls
he: קבוצת מיקוד

source: Your Opinion
he: מה דעתך ?

source: Submit Opinion
he: הצבעה

source: Average Vote
he: דירוג ממוצע:

source: No Polls
he: אין החלטות העומדות להצבעה.

source: Recent View was at
he: נצפתה לאחרונה

source: By
he: על ידי

source: Total
he: סך הכל

source: Views
he: צפיות

source: New Activity
he: פעילות חדשה

source: An acitivity describes something you would like to build or promote.
he: פעילות מתארת יוזמה שברצונך לקדם.

source: Creating an activity allows others to engage in your initative.
he: יצירת פעילות תאפשר לאחרים להרתם אליה ולעזור לך להשיג את מטרותיך.

source: Please notice: To keep this activity unlocked, new tasks must be created at least once per week.
he: לידיעתך, כדי שהפעילות לא תינעל את/ה או המשתתפים חייבים לקחת על עצמם משימות חדשות לפחות פעם בשבוע

source: Let's play
he: צור פעילות
